# Packages
brew "awscli"
brew "gh"
brew "git"
brew "httpie"
brew "jq"
brew "jrnl"
brew "node"
brew "pip-tools"
brew "python@3.8"
brew "rbenv"
brew "sqlite"
brew "starship"
brew "stripe/stripe-cli/stripe"
brew "tree"
brew "wget"
brew "yarn"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh"

# # Casks
# cask "docker"
# cask "google-chrome"
# cask "iterm2"
# cask "spotify"
# cask "transmission"
# cask "visual-studio-code"
